{"moonrise": "01:45  DT", "event_type": "Unsolved & Mysterious Events, Paranormal & Supernatural Deaths", "apparition_type": "Spirit, Demonic Entity, Ghost", "state.1": "", "moon_upper_transit": "08:59  DT", "longitude_x": "-70.9188133", "fracillum": "19%", "change_in_number_of_representatives": "", "year": "2025", "timezone": "-5.0", "personal theft/larceny": "", "id": "9e51376e-99ab-4cda-9324-57aa11b63e3c", "death rate per capita": "2084.0", "inflation adjusted cost": "1296000000.0", "city": "Durham", "male death percentage": "69.7", "top 25% monthly binges": "4.0", "annual deaths (excessive alcohol)": "661.0", "end_civil_twilight": "21:05  DT", "city_sunset": "6:10 pm ↑ (262°)", "geography_type": "", "city_x": "Durham", "years of potential life lost": "16902.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "New Hampshire", "sunrise": "05:06  DT", "latitude": "43.1321608", "top 25% median drinks per binge": "7.6", "death rate increase (%)": "55.5", "location": "The Three Chimneys Inn", "under 21 death percentage": "1.66", "jaccard_score": 0.0006953344422327052, "quarter": "1", "number_of_representatives": "", "description": "Hannah is her name. This descendant of Valentine Hill is believed to be the home's most restless spirit. Over the years we have found Hannah to be quite fond of electronics and to enjoy playing hide and seek with a variety of inordinate objects. It is believed that Hannah does not like change and makes this very well known when new equipment with a power cord is brought on to the property. This often times has forced the Inn to seek outside assistance with help for something as simple today as a new computer or copy machine which has stumped our vendors as to why certain items will not properly work. The numbers have appeared backwards on a calculators ten key. While printing one page from a computer several pages have began printing even after the computer and printer were turned off and unplugged leaving the printer without power continuing to print for nearly twenty minutes until the paper was gone.  Hannah has a special affection towards some of the Inns employees. The Inn is staffed 24 hours a day therefore the Inn has an employee stay overnight. On one occasion, an employee was sleeping to be awoken by someone playing with her hair. Aware that Hannah is often around, she simply tucked her hair into her nightgown and told Hannah to go to bed. On another occasion another employee was fast asleep, again, awoken by the sound of someone walking around our front parlor. Quickly the employee went downstairs and found every drawer in the armoire, desk and filing cabinet pulled out by exactly one inch. On occasion Hanna has shown herself. One evening a former Chef was working in the food and beverage office late into the evening. Shortly after 1:00am the Chef locked the office and was making way up the stairs from the Tavern to leave when a movement happened. Below the staircase is a railing that looks behind the bar. In looking down to see what the movement was the Chef was shocked to see Hannah standing behind the bar area looking up at the Chef. Often times locks with deadbolts have a way of locking themselves while no one is near. While a party from a local insurance company were dining in our Maples dining room during the holiday season the entire party witnessed a glass from a table across the room where not a sole was near, pick itself up off the table and smash against the side of the table to land in pieces on the floor.  Much of the Staff and Guests alike have witnessed the shadow, face, touch or vintage clothing of this magnificent woman named Hannah. Given the history of the Inn it is believed that several spirits other than Hannah reside in this home today. Guest have made mention of footsteps and moving furniture above their heads during the night while there were not any guest above them to have made any sounds.", "cost per drink (in 2022 us$)": "1.24", "longitude_y": "-71.5376", "aggravated assault": "", "percentage_of_total_tribes": "", "resident_population": "", "begin_civil_twilight": "04:31  DT", "city_latitude": "43.1339545", "state_y": "", "state_x": "New Hampshire", "state_abbrev": "NH", "binge drinking (%)": "18.3", "resident_population_density_rank": "", "adult_35plus death percentage": "85.2", "percent_change_in_resident_population": "", "simple assault": "", "latitude_y": "43.2081", "latitude_x": "43.1321608", "resident_population_density": "", "usgs_region": "", "sun_upper_transit": "12:48  DT", "city_sunrise": "5:20 am", "taxpayer cost": "959900000.0", "country": "United States", "moonset": "16:29  DT", "visual_evidence": "True", "witness_count": "7", "median drinks per binge": "5.5", "longitude": "-70.9188133", "time_of_day": "Evening", "number_of_tribes": "", "sunset": "20:30  DT", "median binges monthly": "1.5", "hp_day": "2025/01/01", "city_longitude": "-70.9264393", "curphase": "Waning Crescent", "chronic death percentage": "59.9", "rape/sexual assault": "", "robbery": ""}