{"moonrise": "03:00  DT", "event_type": "Unsolved & Mysterious Events, Paranormal & Supernatural Deaths", "apparition_type": "Misty Figure, Ghost, Celestial Being, Extraterrestrial, Spirit", "state.1": "FL", "moon_upper_transit": "09:52  DT", "longitude_x": "", "fracillum": "19%", "change_in_number_of_representatives": "", "year": "2025", "timezone": "-5.0", "personal theft/larceny": "", "id": "0986588a-3385-4ac7-a6cf-39003036b7f5", "death rate per capita": "2021.0", "inflation adjusted cost": "20685000000.0", "city": "Chumuckla", "male death percentage": "69.2", "top 25% monthly binges": "4.9", "annual deaths (excessive alcohol)": "10655.0", "end_civil_twilight": "21:10  DT", "city_sunset": "", "geography_type": "", "city_x": "Chumuckla", "years of potential life lost": "255673.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "Florida", "sun_upper_transit": "13:39  DT", "latitude": "", "top 25% median drinks per binge": "7.3", "death rate increase (%)": "54.0", "location": "Formerly posted as being in Jay", "resident_population_density": "", "jaccard_score": 0.0006817004335614757, "number_of_representatives": "", "description": "Coon Hill Cemetery - if you walk on the high wide brick wall around the cemetery that before making it half way you will be pushed off by unseen hands. Many voices can be heard within the cemetery and several murders have occurred on that same spot. It is very desolated and far out in the woods. Very hard to find. Many pictures have floated about locally of ghosts within the cemetery. Several have proved to be hoaxes while others (Some very old) seem to prove not to be a hoax. Reports of a thick fog seeming to cover the ground only inches high and every time a small child can be heard singing. You go to Chumuckla Highway off Highway 90. There is a Tom Thumb and Waffle house on that corner. Take Chumuckla Highway down about 5 - 8 miles, You'll see another Tom thumb on your left, which is also the road for Chumuckla Elementary (Highway 182), Take that left. Go to the very end of that road, you'll come to a stop sign, this road is called, Chumuckla Spring Road. Take Right. Stay On this road, you'll go over two narrow bridges. You'll come to another stop sign, take a right. Follow this road down, you'll see a house which has a fork in the road, take LEFT fork. The road will be the Second dirt road on your left. Go to the VERY END, the cemetery is at the end. You can see the cemetery when you round the last corner of this dirt road. The wall is NOT very high, and it IS a smaller cemetery. - February 2005 Update: An investigator reports that they are clear cutting the woods around this graveyard and the dirt road has been closed off with a gate. You have to stop at the gate and walk another quarter mile to get to the site. This was an excellent haunt site. Way out in the woods, old creaking gate that leads into walled graveyard. Moonlight was bright and there was a gathering fog. They report to have 2 evps- one alright-the other was GREAT!!! Cameras worked on test shots by the car. Went into graveyard and everything died. They always bring replacement batteries, and they were gone too. So no pictures except for this one that we could directly link to the evp. That one shot with an orb and the evp of a girl say take a picture of me was worth the whole three hours I spent in the cold. They suggest that anyone going to this site- DO NOT go alone- It seems to draw not so nice types people to it, especially at night.", "cost per drink (in 2022 us$)": "2.46", "longitude_y": "-84.2807", "aggravated assault": "", "percentage_of_total_tribes": "0.5671077504725899", "resident_population": "", "begin_civil_twilight": "06:08  DT", "city_latitude": "30.777332", "state_y": "FL", "sunrise": "06:36  DT", "state_abbrev": "FL", "binge drinking (%)": "17.5", "resident_population_density_rank": "", "adult_35plus death percentage": "85.9", "percent_change_in_resident_population": "", "simple assault": "", "latitude_y": "30.4383", "latitude_x": "", "under 21 death percentage": "2.34", "usgs_region": "Southeast", "quarter": "1", "city_sunrise": "", "state_x": "Florida", "taxpayer cost": "15322000000.0", "country": "United States", "moonset": "16:53  DT", "visual_evidence": "True", "witness_count": "2", "median drinks per binge": "5.5", "longitude": "", "time_of_day": "Night", "number_of_tribes": "3.0", "sunset": "20:42  DT", "median binges monthly": "1.8", "hp_day": "2025/01/01", "city_longitude": "-87.235985", "curphase": "Waning Crescent", "chronic death percentage": "60.8", "rape/sexual assault": "", "robbery": ""}