{"moonrise": "05:43  DT", "event_type": "Torture & Extreme Crimes, Violent Deaths, Unsolved & Mysterious Events", "apparition_type": "Ghost, Extraterrestrial", "state.1": "AL", "longitude_y": "-86.3006", "longitude_x": "-85.8201258", "fracillum": "0%", "country": "United States", "change_in_number_of_representatives": "0.0", "year": "2001", "timezone": "-6.0", "personal theft/larceny": "24.0", "id": "2027647e-7a3a-40eb-aa67-f7e709d7fbe2", "sunrise": "05:39  DT", "inflation adjusted cost": "5028000000.0", "city": "Anniston", "top 25% monthly binges": "4.0", "annual deaths (excessive alcohol)": "2208.0", "end_civil_twilight": "20:24  DT", "city_sunset": "", "geography_type": "State", "city_x": "Anniston", "years of potential life lost": "59606.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "637304.0", "state": "Alabama", "latitude_y": "32.377", "latitude": "33.6609605", "top 25% median drinks per binge": "7.2", "death rate increase (%)": "44.8", "death rate per capita": "2275.0", "location": "Anniston High School Girl's Locker Room", "resident_population_density": "87.8", "jaccard_score": 0.000899844572301148, "quarter": "1", "number_of_representatives": "7.0", "description": "The legend of Anniston High School's locker room is known widely throughout the school. The legend is told to all the new coming female freshmen that go to their lockers to change clothes for P.E. They are told by the upper classmen to give the freshmen a little scare by warning them of a vengeful ghost. The legend varies in detail from person to person but the main facts of the story are almost always the same… A girl is late getting changed and leaves a precious item behind. She decides to go back to get it while sending her friend to hold the bus for her. A man then tries to rape and kill her in the locker room but he ends up dead and the body never gets recovered. The obvious conclusion is never go into the girl's locker room by yourself. Always go in with one of your friends and never leave anyone alone in there. The true incident that started this legend occurred in 2001. This is what happened: There was this girl (name is unknown) who always changed for P.E. She was usually the first to change for P.E. and also the first to leave P.E. and change back. One day while coming in from playing outside, she was late in changing. It was the last period of the day and she was hurrying so that she wouldn't miss her bus. Her best friend was also late and they only had two minutes to change, instead of their normal five minutes. While they were hurrying to change, other girls who had already changed left to wait in the gym for the bell that signaled the end of the day to ring. Her friend was faster at putting on her school clothes but her friend stayed to wait with her in the locker room. They rode the same bus home, so they both knew that it was almost always one of the first buses to be there and didn't want to get left behind. So the girl finally finished putting on her clothes and they both walked out to sit with the rest of the students in the gym to wait for the bell. As the bell rang, the girl just remembered that she left her purse in her locker. She was concerned about leaving it because it contained all of her money. The girl's best friend offered to go back with her to get it, but the girl insisted that her friend should get on the bus and tell the bus driver to hold it for her until she got on. So the girl ran down the steps and entered the locker room to get her purse and her friend ran out to get on the bus. The friend relayed the message to the bus driver. As the girl got her purse and began to close her locker, she heard the door creak and thought someone had come in. Thinking it was her coach, she called her name and yelled, \"Coach! Coach! It's me, I left my purse. Please don't lock the door just yet.\" She got no answer. She then heard footsteps that seemed to draw closer to her. She then began to grow scared. Suddenly, she heard breathing that was so loud she was sure the person w as right behind her. She panicked and dropped her purse. She ran the other way around the lockers toward the doors, but was yanked to the back of the lockers as she turned the corner. She kicked and screamed as the hands of a big strong man tore off her shirt and began to rip off the rest of her clothes. He began to strangle her and scream at her to shut up. She continued to fight back and tried to scream, but her throat closed and she couldn't scream anymore. She still didn't give up. In her last attempt, she pulled down a set of lockers on top of him. He laid there motionless and breathless... he was dead. In a fright, she ran out of the locker rooms to the bus stop. But she had taken too long and despite her friend’s desperate attempt to hold the bus, she had been left alone. She was still frightened by what had happened and called her mom to come and get her. After telling the shocking story to her mother with great trouble of reliving the incident, they called the polic e. But when they inspected the scene, they only found the pulled down lockers, the girl's purse and a pool of blood. The body was nowhere to be found. The girl was more shocked then ever. She was sure the man was dead and the amount of blood on the floor indicated that it was impossible for him to still be alive. Her fear was just too great to go back to where she had been raped and strangled, so they moved and were never heard from again. The man was never found, but many say that his ghost still lurks in the locker rooms waiting for an unsuspecting girl that's by herself to take his revenge. Many didn't take this seriously until a similar incident occurred when a girl in the band who was to play at a football game was left by herself to get dressed. The band left her in the locker room and played all night without noticing she was gone. After the game had ended, she was sitting in the parking lot crying. She wouldn't say what had happened, but appeared to have been strangl ed and her clothes were ripped and covered in blood. She then moved away without telling anyone of her dreadful story. Many girls have been known to hear footsteps drawing closer when no one's there, lockers close and shut, and the door creaks open as if to let in an unwanted stranger when no one is there. You might also feel a cold chill come over you and hear loud breathing coming from someone right behind you, but always cease when you turn around.", "cost per drink (in 2022 us$)": "3.06", "moon_upper_transit": "13:02  DT", "aggravated assault": "102.0", "resident_population": "4447100.0", "begin_civil_twilight": "05:10  DT", "city_latitude": "33.6598257", "state_y": "AL", "state_x": "Alabama", "state_abbrev": "AL", "binge drinking (%)": "13.6", "resident_population_density_rank": "28.0", "adult_35plus death percentage": "79.9", "percent_change_in_resident_population": "10.1", "simple assault": "333.0", "male death percentage": "71.5", "latitude_x": "33.6609605", "under 21 death percentage": "3.94", "median binges monthly": "1.7", "usgs_region": "Southeast", "sun_upper_transit": "12:47  DT", "city_sunrise": "", "taxpayer cost": "3724000000.0", "hp_day": "2001/01/01", "moonset": "20:23  DT", "visual_evidence": "False", "witness_count": "4", "median drinks per binge": "5.5", "longitude": "-85.8201258", "time_of_day": "Night", "number_of_tribes": "5.0", "sunset": "19:55  DT", "robbery": "60.0", "percentage_of_total_tribes": "0.945179584120983", "city_longitude": "-85.8316318", "curphase": "New Moon", "chronic death percentage": "49.8", "rape/sexual assault": "11.0"}