{"moonrise": "02:34  DT", "event_type": "Unknown", "apparition_type": "Demonic Entity", "state.1": "", "moon_upper_transit": "09:46  DT", "longitude_x": "-111.8097425", "fracillum": "18%", "change_in_number_of_representatives": "", "median drinks per binge": "5.6", "year": "2025", "timezone": "-7.0", "personal theft/larceny": "", "id": "3b82400d-fc2f-4bad-a7b5-18e7d0e7c979", "death rate per capita": "3623.0", "inflation adjusted cost": "2209000000.0", "city": "Brigham", "male death percentage": "68.0", "top 25% monthly binges": "4.4", "visual_evidence": "False", "end_civil_twilight": "21:36  DT", "city_sunset": "", "geography_type": "", "city_x": "Brigham", "years of potential life lost": "26746.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "Utah", "latitude_y": "40.7608", "latitude": "41.745161", "top 25% median drinks per binge": "7.8", "death rate increase (%)": "29.6", "aggravated assault": "", "resident_population_density": "", "jaccard_score": 0.0006680664248902462, "number_of_representatives": "", "description": "windows break out the ghosts or whatever throws things at you if you take a recorder you can hear voices and doors will shut and open there are  bangs all around and there is blood in one of the bathrooms in one of the buildings because there are lots of different buildings and a hospital to some are boarded up buy others wide open.- November 2003 Update: The Indian Schools were originally built to house Indians in Northern Utah as sort of a dormitory/high school type of situation. In fact, up in the Brigham City Valley, there is a \"B\" on the Mountain for Box Elder and though faded, the \"I\" is still present as well. the school also served as a Hospital for wounded soldiers during WWII. As a precautionary measure there were many underground tunnels that were built to support the likes of an evacuation. Today many of the buildings have been remade into apartment housing and also are rented out as storage, but some are still closed to the public and are not being used for anything. The tunnels were boarded up at the end of the war. Today the buildings not in use stand deserted and boarded up. Kids from the area go inside sort of like a dare. Upon one of these instances it was discovered that the tunnels that were once boarded up now stand open to those daring enough to go inside. One of the rooms you can get to by use of the tunnels has been used for satanic rituals. Blood hangs on the walls; there is a pot in the corner and an \"alter\" in the middle of the room. Another room has paintings of demonic clowns with knives and other sharp objects painted on the walls. there have been speakers and lecturers brought in to speak on the subject at the college. One speaker said that Northern Utah was 2nd in the nation among Satan worshiping among teenagers. It is verified by police there is some sort of human activity and they warn not to go up there. April addition - there are an enormous amount of cold spots located in both buildings. one hallwaya rececent explorer walked down was almost completly undamaged with grafeti, but apon their second travel down the same hallway all of the sheetrock on the walls had been ripped off and throne onto the floor, they are positive that it was the same hallway.", "cost per drink (in 2022 us$)": "3.7", "longitude_y": "-111.891", "percentage_of_total_tribes": "", "city_latitude": "41.5102129", "begin_civil_twilight": "05:23  DT", "resident_population": "", "state_y": "", "sunrise": "05:57  DT", "state_abbrev": "UT", "number_of_tribes": "", "resident_population_density_rank": "", "adult_35plus death percentage": "79.1", "percent_change_in_resident_population": "", "simple assault": "", "sun_upper_transit": "13:29  DT", "latitude_x": "41.745161", "under 21 death percentage": "3.77", "usgs_region": "", "quarter": "1", "city_sunrise": "", "state_x": "Utah", "taxpayer cost": "1636000000.0", "country": "United States", "moonset": "17:13  DT", "annual deaths (excessive alcohol)": "903.0", "witness_count": "6", "location": "Old Indian schools", "longitude": "-111.8097425", "time_of_day": "Unknown", "binge drinking (%)": "10.5", "sunset": "21:02  DT", "median binges monthly": "1.7", "hp_day": "2025/01/01", "city_longitude": "-112.0155015", "curphase": "Waning Crescent", "chronic death percentage": "47.8", "rape/sexual assault": "", "robbery": ""}