{"moonrise": "02:39  DT", "event_type": "Suicide & Tragic Deaths, Execution & Historical Deaths, Violent Deaths, Paranormal & Supernatural Deaths, Unnatural & Suspicious Deaths", "apparition_type": "Misty Figure, Ghost, Extraterrestrial", "state.1": "MI", "longitude_y": "-84.5555", "longitude_x": "-83.62601099999999", "fracillum": "19%", "change_in_number_of_representatives": "", "median drinks per binge": "5.6", "year": "2025", "timezone": "-5.0", "personal theft/larceny": "", "id": "55905333-727f-4d98-bb9f-2498b3eedebe", "sunrise": "06:00  DT", "inflation adjusted cost": "11018000000.0", "city": "Lambertville", "top 25% monthly binges": "4.3", "annual deaths (excessive alcohol)": "4548.0", "end_civil_twilight": "21:55  DT", "city_sunset": "", "geography_type": "", "city_x": "Lambertville", "years of potential life lost": "115890.0", "audio_evidence": "False", "average_apportionment_population_per_representative": "", "state": "Michigan", "male death percentage": "67.9", "latitude": "41.75810800000001", "top 25% median drinks per binge": "7.9", "death rate increase (%)": "40.2", "death rate per capita": "2216.0", "location": "formerly listed in Temperance", "under 21 death percentage": "2.57", "jaccard_score": 0.0007089684509039348, "number_of_representatives": "", "description": "Verna Drive - Update: The following reported haunting is a hoax.- The Monroe County Paranormal Society have just investigated this claim and their contacts in the sheriff's department tell them that there has never been such a murder in the entire county, let alone in the quiet of Bedford Township. Also Lambert Estates also has never existed. One also has to wonder how such a horrific tragedy as the game show story never even made it to the local news. - Off Monroe Road in Lambertville, Michigan, there is a subdivision called Lambert Estates. Lambert Estates is mostly made up of a road called Verna Drive. The subdivision was formed in 1957. In the early summer of 1978, Steven Madison, a 33-year-old worker for a glass plant in Toledo, Ohio, walked into a home on Verna Drive and killed an elderly couple with a hammer found in the garage. He then moved into several other houses that night, and killed 7 others. 3 male adults, 1 female adult, 2 male children, and 2 female children. He used a block of firewood to kill a family of 3, a wood saw to kill a young college graduate, and smothered or strangled the other 3. He then went into the woods next to the neighborhood and hung himself from a maple tree. Reports of screams often come from two houses in the neighborhood. In the early July's, residents report a figure of a man walking down the street carrying a piece of firewood wearing a green shirt and jeans that appear to be blood stained. A neighbor once approached the man after seeing him 3 consecutive nights. When the man was asked who he was, he turned and faced the resident with a frightening wide grin and wide eyes. He walked off after not responding and disappeared in the front yard of an residents house. He was also reported seen in the woods, hanging from a tree, when the owner of the woods walked in one evening while walking his dog. He noticed nothing out of the ordinary at first, until when standing under a tree; drops of water fell on him. He looked up and saw him hanging by his neck as if he just died. The water was apparently tears that the man shed. An investigation was conducted to investigate the level of paranormal activity. The investigation was part of a game show where a group of people spent a week in the now abandoned neighborhood, to determine whether it was haunted. By the end of the week, a member of the investigating team disappeared and had not been found until two months later. He was found nearly dead in the glass plant in Toledo wear Steven Madison was employed. To this day the neighborhood remains empty, yet still stands. - June 2008 Update - The first posting for Lambert estates indicates it is abandoned. The update then states that the neighborhood never existed. Actually, not only has it existed, it remains very much occupied to this day. Every house is very well maintained. However, it is not in Temperance, it is in Lambertville, the next town over.", "cost per drink (in 2022 us$)": "2.84", "moon_upper_transit": "09:53  DT", "aggravated assault": "", "percentage_of_total_tribes": "2.2684310018903595", "city_latitude": "41.75290880000001", "begin_civil_twilight": "05:25  DT", "resident_population": "", "state_y": "MI", "state_x": "Michigan", "state_abbrev": "MI", "binge drinking (%)": "19.8", "resident_population_density_rank": "", "adult_35plus death percentage": "84.44", "percent_change_in_resident_population": "", "simple assault": "", "sun_upper_transit": "13:40  DT", "latitude_x": "41.75810800000001", "resident_population_density": "", "usgs_region": "Midwest", "quarter": "1", "city_sunrise": "", "taxpayer cost": "8162000000.0", "hp_day": "2025/01/01", "moonset": "17:23  DT", "visual_evidence": "True", "witness_count": "", "latitude_y": "42.7335", "longitude": "-83.62601099999999", "time_of_day": "Morning", "number_of_tribes": "12.0", "sunset": "21:20  DT", "median binges monthly": "1.8", "country": "United States", "city_longitude": "-83.624201", "curphase": "Waning Crescent", "chronic death percentage": "59.6", "rape/sexual assault": "", "robbery": ""}