{"moonrise": "04:00  ST", "event_type": "Unnatural & Suspicious Deaths, Violent Deaths, Unsolved & Mysterious Events", "apparition_type": "Unknown", "number_of_representatives": "", "moon_upper_transit": "12:09  ST", "longitude_x": "", "fracillum": "0%", "change_in_number_of_representatives": "", "median drinks per binge": "5.6", "state.1": "MI", "timezone": "-5.0", "male death percentage": "67.9", "id": "6166bce0-9de3-480d-981e-d389c357485d", "death rate per capita": "2216.0", "inflation adjusted cost": "11018000000.0", "city": "Trenton", "top 25% monthly binges": "4.3", "annual deaths (excessive alcohol)": "4548.0", "end_civil_twilight": "20:55  ST", "city_sunset": "5:50 pm ↑ (261°)", "geography_type": "", "city_x": "Trenton", "years of potential life lost": "115890.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "Michigan", "sunrise": "04:59  ST", "latitude": "", "top 25% median drinks per binge": "7.9", "death rate increase (%)": "40.2", "location": "The Old Riverside Hospital", "resident_population_density": "", "jaccard_score": 0.0006817004335614757, "quarter": "1", "description": "A family called the Church family built the old hospital in the 1800s. It was their house until they died and their other family members didn't want anything to do with the house, so Henry Ford bought the old house and turned it into a hospital in 1944. The kids included in the family were two boys and a 9-year-old girl. The 9-year old girl loved horses so they had five horses. So, in that case, there are horse stables in the back. The little girl loved her horse and rode it everyday. Until one day, the little girl fell off the horse and broke her arm. The dad got mad and thought it was the horse's fault that his little girl broke her arm. So while she was at school one day, her dad killed the horse for hurting his little girl. The dad and his friend buried the horse on the side of their house. If you go to the side of the house where the dad and his friend buried the horse, there will be a little hill where the horse is. When the little girl came home and found out what her dad did, everyday from then on, she would come home from school, lock hers in her room, put her rocking chair in front of her window and she would sing to herself. Well, when the family died and Henry Ford bought the house, that was then the hospital, there was an old man that was in the hospital and his hospital room was what used to be the little girl's bedroom. While he was lying there in his bed, he heard singing, then he heard footsteps. When he got out of the hospital, he had someone set up thermal cameras in the room he was in and sure enough, they saw a figure in front of the window. After Henry Ford bought the hospital, six doctors wanted to build a bigger one and that's how the newer Riverside Hospital came about. They ended up closing down the old hospital 5 years ago because they found black mold growing in the building, which can kill you. They closed down the newer hospital one year ago because it was too much to keep up. Also, the Henry Ford company wanted to move everything to Wyandotte so Riverside lost business. There is a stack by the hospital. In a little tunnel thing outside of the new hospital, there is a furnace type thing. That's where they burned the amputated body parts of people. Also in that little tunnel, is the old morgue. THERE WAS A LITTLE GIRL SEEN IN THE WINDOW THAT WAS MENTIONED ABOVE. SHE WAS WEARING A WHITE DRESS WITH BROWN CURLY HAIR AND BOWS IN HER HAIR. BLINDS HAVE BEEN SEEN GOING UP AND DOWN. SCREAMS WERE HEARD.-", "cost per drink (in 2022 us$)": "2.84", "year": "1800", "longitude_y": "-84.5555", "aggravated assault": "", "percentage_of_total_tribes": "2.2684310018903595", "resident_population": "", "begin_civil_twilight": "04:24  ST", "city_latitude": "42.1394858", "state_y": "MI", "state_x": "Michigan", "state_abbrev": "MI", "binge drinking (%)": "19.8", "resident_population_density_rank": "", "adult_35plus death percentage": "84.44", "percent_change_in_resident_population": "", "simple assault": "", "sun_upper_transit": "12:40  ST", "latitude_x": "", "under 21 death percentage": "2.57", "usgs_region": "Midwest", "curphase": "New Moon", "city_sunrise": "5:01 am", "taxpayer cost": "8162000000.0", "country": "United States", "moonset": "20:22  ST", "visual_evidence": "True", "witness_count": "1", "latitude_y": "42.7335", "longitude": "", "time_of_day": "Unknown", "number_of_tribes": "12.0", "sunset": "20:20  ST", "median binges monthly": "1.8", "hp_day": "1800/01/01", "city_longitude": "-83.1782587", "personal theft/larceny": "", "chronic death percentage": "59.6", "rape/sexual assault": "", "robbery": ""}