{"moonrise": "02:28  DT", "event_type": "Unsolved & Mysterious Events, Paranormal & Supernatural Deaths", "apparition_type": "Misty Figure, Spirit, Ghost", "state.1": "NC", "longitude_y": "-78.6391", "longitude_x": "-96.6454357", "fracillum": "19%", "change_in_number_of_representatives": "", "median drinks per binge": "5.4", "year": "2025", "timezone": "-5.0", "personal theft/larceny": "", "id": "6c427932-14ba-4706-8a8e-9fd37a96ce99", "sunrise": "05:59  DT", "inflation adjusted cost": "9496000000.0", "city": "Jamestown", "top 25% monthly binges": "4.6", "visual_evidence": "False", "end_civil_twilight": "21:04  DT", "city_sunset": "", "geography_type": "", "city_x": "Jamestown", "years of potential life lost": "115831.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "North Carolina", "sun_upper_transit": "13:16  DT", "latitude": "32.7373872", "top 25% median drinks per binge": "7.0", "death rate increase (%)": "56.0", "death rate per capita": "2345.0", "aggravated assault": "", "resident_population_density": "", "jaccard_score": 0.0007089684509039348, "number_of_representatives": "", "description": "AKA Lydia's Bridge - Just outside of Greensboro, there has said to have been the ghost of a beautiful young girl who has been appearing near Greensboro since 1923. She stands next to the US Highway 70 Underpass in a white evening gown and waves frantically for someone to stop and pick her up. Those hapless travelers who do are introduced to a young woman who says her name is Lydia and she always ask them to please take her to an address in High Point. She always tells them that she has spent the evening at a dance in Raleigh and is anxious to get home, having run into car trouble on the way. Just as the drivers approach the house, the girl always vanishes from their car, never opening the door and getting out.-  March 2004 additional info: There are many versions to the story but the most common one that I have heard is that Lydia was at a dance one night and was trying to get home. A car apparently hit her and now she hitches rides home from the bridge. When the person gets her to her house, she disappears. She never says anything other than her name is Lydia; she needs to get home, and her address. Another story posted on www.dawghouse.topcities.com/northcarolina.html.  Either way, she died in 1923. The road that linked High Point and Greensboro was a different road than is there now. There are train tracks that are the reason for the bridge. The bridge now is called the graffiti bridge, for obvious reasons. To the left of this bridge, about 40 ft away and hidden in massive amounts of kudzu, is where the original bridge is, and it's Lydia's bridge. There is another bridge about 2 miles away from these that is also believed to be Lydia's bridge. This one is an actual bridge that you drive over and it's over a creek. Some kids have spray painted pentagrams on it which is kind of freaky but at the same time, there is a sort of eerie presence here. One report of a group of friends in the 80’s that would venture there had two girls in this group and every time they would get close to the bridge, the girls would pass out. www.hauntednc.com says that Lydia is merely an urban legend. Which bridge is really her bridge? How did she die? Why was she walking home? Or was she in the car with her date? Where’s a newspaper article or an obituary that can prove to us that this happened? If she died at the bridge close to the graffiti bridge, one wonders who is haunting the one over the creek? Why would kids choose that bridge to paint pentagrams on?", "cost per drink (in 2022 us$)": "2.85", "moon_upper_transit": "09:28  DT", "percentage_of_total_tribes": "0.945179584120983", "city_latitude": "35.9943032", "begin_civil_twilight": "05:29  DT", "resident_population": "", "state_y": "NC", "state_x": "North Carolina", "state_abbrev": "NC", "binge drinking (%)": "15.8", "resident_population_density_rank": "", "adult_35plus death percentage": "82.7", "percent_change_in_resident_population": "", "simple assault": "", "male death percentage": "69.5", "latitude_x": "32.7373872", "under 21 death percentage": "3.08", "usgs_region": "Southeast", "curphase": "Waning Crescent", "city_sunrise": "", "taxpayer cost": "7034000000.0", "country": "United States", "moonset": "16:40  DT", "annual deaths (excessive alcohol)": "4452.0", "witness_count": "", "location": "U.S. Highway 70 underpass", "longitude": "-96.6454357", "latitude_y": "35.7804", "time_of_day": "Evening", "number_of_tribes": "5.0", "sunset": "20:34  DT", "median binges monthly": "1.8", "hp_day": "2025/01/01", "city_longitude": "-79.9353141", "quarter": "1", "chronic death percentage": "56.3", "rape/sexual assault": "", "robbery": ""}