{"moonrise": "01:56  DT", "event_type": "Unsolved & Mysterious Events, Paranormal & Supernatural Deaths", "apparition_type": "Demonic Entity", "number_of_representatives": "15.0", "longitude_y": "-84.5555", "longitude_x": "-82.49271159999999", "fracillum": "49%", "change_in_number_of_representatives": "-1.0", "median drinks per binge": "5.6", "year": "2003", "timezone": "-5.0", "personal theft/larceny": "12.0", "id": "9baea659-75c8-4152-ad10-3421b30fc143", "sunrise": "06:00  DT", "inflation adjusted cost": "11018000000.0", "city": "Marine City", "top 25% monthly binges": "4.3", "annual deaths (excessive alcohol)": "4548.0", "end_civil_twilight": "21:55  DT", "city_sunset": "", "geography_type": "State", "city_x": "Marine City", "years of potential life lost": "115890.0", "audio_evidence": "False", "average_apportionment_population_per_representative": "663722.0", "state": "Michigan", "state.1": "MI", "male death percentage": "67.9", "latitude": "42.7146215", "top 25% median drinks per binge": "7.9", "death rate increase (%)": "40.2", "death rate per capita": "2216.0", "location": "Riviera Restaurant", "resident_population_density": "175.8", "jaccard_score": 0.0008589425462874594, "description": "Once in a great while employees of the kitchen claim that machines will turn on when no one is around, such as mixers, dishwasher, etc. The very rare occasions have pretty much stopped but just recently in the summer of 2003 a radio/C.D. player boombox was said to \"have a mind of it's own\". It started with the volume increasing by it's self over the corse of 5-10 minutes to the point where it was full blast and had to be turned down. But a little while later it would turn it's self up again, blaring loud and causing frusteration among employees. One Sunday morning during a busy breakfast rush, a frusterated employee turned the power button off since it wouldn't stay at a reasonable volume level. Minutes later the radio suddenly turned on loud as can be. The red-faced employee turned it off again, and five minutes later the words \"sugar, sugar, oh honey, honey!\" came blaring out of the speakers (the radio station was placed at 104.3, oldies station). The employee grabbed the radio, unplugged it and sat it underneath a table. This ended the incents for that day and the night crew workers claimed they had no problems with the radio at all after they plugged it in that same night. All week the radio was fine until Sunday morning came. The breakfast buffet near the dining room was getting busy and kitchen workers became busy as well. The radio started turning it's self up again. The same employee from last Sunday battled it for 2 hours having to turn the volume down every 10-15 minutes. Everyone thought it was broken or something. He eventually turned it off and became very frusterated. And about 20 minutes later, the song \"Edge Of Seventeen\" by Stevie Nicks suddenly blared from the radio. The employee stared at the radio shaking his head as workers yelled for him to turn it down. He gritted his teeth, unplugged it, and wrapped the cord around it. It remained silent and still for an hour until it suddenly \"hurled it's self towards him\" but missed him by a few inches and hit the floor. The radio was permanently shot and would not work after this incident. Other strange incidents involved objects disappearing (knives, utinsils, etc.) while employees were just using them seconds earlier. After searching the kitchen for them they would be neatly placed where the cooks had originally placed them. Also, the same employee that dealed with the radio incident claimed that vegetables such as squash, potatoes, etc. would be neatly placed on a cutting board but nobody needed them and would have to be put back. This also occured with other items. One time a 5-gallon jug of milk was found sitting on a table in the kitchen. After checking the milk machine it was full with milk. He asked around if anyone got the milk out. Puzzled, the waitresses said no. He placed the milk jug back in the walk in refrigerator. He began chopping up some vegetables when all of the sudden an entire shelf of pizza pans (about 15 inches wide and 30 inches high) fell spreading loud bobbling pizza pans all over the floor. Seconds later 3 metal hotel pans fell off a shelf causing a he racket. The frusterated employee walked out, but returned the next day for work. This was like the grand finale for the poltergeist, if it even was a poltergeist, because nothing has happened since for several months. These events started out of the blue and only lasted two weeks and then abruptly stopped. Even before they occured nothing unusual ever happened there for years.", "cost per drink (in 2022 us$)": "2.84", "moon_upper_transit": "07:42  DT", "aggravated assault": "79.0", "percentage_of_total_tribes": "2.2684310018903595", "city_latitude": "42.7194778", "begin_civil_twilight": "05:25  DT", "resident_population": "9938444.0", "state_y": "MI", "state_x": "Michigan", "state_abbrev": "MI", "binge drinking (%)": "19.8", "resident_population_density_rank": "17.0", "adult_35plus death percentage": "84.44", "percent_change_in_resident_population": "6.9", "simple assault": "262.0", "sun_upper_transit": "13:40  DT", "latitude_x": "42.7146215", "under 21 death percentage": "2.57", "usgs_region": "Midwest", "curphase": "Waning Crescent", "city_sunrise": "", "taxpayer cost": "8162000000.0", "country": "United States", "moonset": "13:38  DT", "visual_evidence": "False", "witness_count": "6", "latitude_y": "42.7335", "longitude": "-82.49271159999999", "time_of_day": "Morning", "number_of_tribes": "12.0", "sunset": "21:20  DT", "median binges monthly": "1.8", "hp_day": "2003/07/01", "city_longitude": "-82.492132", "quarter": "3", "chronic death percentage": "59.6", "rape/sexual assault": "17.0", "robbery": "35.0"}