{"moonrise": "19:01  ST", "event_type": "Torture & Extreme Crimes, Suicide & Tragic Deaths, Unsolved & Mysterious Events, Accidents & Natural Disasters, Paranormal & Supernatural Deaths", "apparition_type": "Misty Figure, Demonic Entity, Ghost, Extraterrestrial, Spirit", "year": "1880", "longitude_y": "-104.9903", "longitude_x": "-104.9045666", "fracillum": "99%", "change_in_number_of_representatives": "", "state.1": "", "timezone": "-7.0", "personal theft/larceny": "", "id": "d89a042b-b8da-465a-9acb-9e96f582c8c8", "death rate per capita": "2201.0", "inflation adjusted cost": "6826000000.0", "city": "Thornton", "top 25% monthly binges": "3.7", "annual deaths (excessive alcohol)": "2623.0", "end_civil_twilight": "20:04  ST", "city_sunset": "", "geography_type": "", "city_x": "Thornton", "years of potential life lost": "71300.0", "audio_evidence": "False", "average_apportionment_population_per_representative": "", "state": "Colorado", "latitude_y": "39.7392", "latitude": "39.9091581", "top 25% median drinks per binge": "7.6", "death rate increase (%)": "45.4", "location": "Riverdale Road", "resident_population_density": "", "jaccard_score": 0.0006817004335614757, "number_of_representatives": "", "description": "Riverdale Road is a circuitous and meandering stretch of poorly maintained country road running primarily from northeast Denver then north to Highway 7 in Brighton. The road is within a distinctly rural area currently and derives its name from its parallel relationship to the South Platte River. Between the road and the west riverbank is a dense alluvial soil which is rich and fertile which attributes a long history to the road. The area was not farmed in the traditional sense until the late 1880's and there was never any official form of slavery on any of these farms, yet there is a definite sense of the arcane and tragic. Unlike the officially platted roads of the Colorado highway system, Riverdale is very curvy and follows the bank of the South Platte, belying its original usage as a section of the so-called Trapper, or Cherokee Trail, used by the indigenous inhabitants of the area for nearly 1500 years before contact with the Europeans in 1817. Little is known about the place during this time. What is well documented is the time period from 1880-1950's when the area was part of the large truck farm complex, primarily of Sugar Beets. The harvesting of the Beets would occur during the fall and was done by abjectly poor eastern European immigrants who worked the Smelters the remainder of the year. As a result the farms were notorious for their abuses of the migrant workers to the point of near slavery, a tragedy which continues today. This, along with the many pioneers and such who died traveling Cherokee trail has riddled it with angry and unpleasant spirit activity. In addition to the aforementioned legend there is a place, some miles south of Highway seven and near to the northernmost end of the road which is distinctly hilly, uncommonly so. The hills are some 300' in height and uniform in shape. These hills surround a large building and a residence known to local teenagers as the \"gates of hell\". The legend which surrounds this place is that some time in the early 1980's a bizarre and abusive religious cult was cloistered there where they would commit unknown heresies, including the death of a child. To this day it is said, that at certain times, a number of phantom dogs can be seen guarding the driveway and have even gone so far as to chase some people into their cars, a point at which, they disappear without a trace.", "cost per drink (in 2022 us$)": "2.89", "moon_upper_transit": "23:43  ST", "aggravated assault": "", "percentage_of_total_tribes": "", "resident_population": "", "begin_civil_twilight": "03:59  ST", "city_latitude": "39.8680412", "state_y": "", "sunrise": "04:32  ST", "median drinks per binge": "5.6", "binge drinking (%)": "19.8", "resident_population_density_rank": "", "adult_35plus death percentage": "83.1", "percent_change_in_resident_population": "", "simple assault": "", "male death percentage": "67.7", "latitude_x": "39.9091581", "under 21 death percentage": "2.78", "median binges monthly": "1.6", "usgs_region": "", "sun_upper_transit": "12:02  ST", "city_sunrise": "", "state_x": "Colorado", "taxpayer cost": "5057000000.0", "country": "United States", "moonset": "03:20  ST", "visual_evidence": "True", "witness_count": "2", "state_abbrev": "CO", "longitude": "-104.9045666", "curphase": "Waxing Gibbous", "time_of_day": "Morning", "number_of_tribes": "", "sunset": "19:31  ST", "robbery": "", "hp_day": "1880/12/31", "city_longitude": "-104.9719243", "quarter": "4", "chronic death percentage": "61.3", "rape/sexual assault": ""}