{"moonrise": "01:50  DT", "event_type": "Suicide & Tragic Deaths, Unsolved & Mysterious Events", "apparition_type": "Misty Figure, Demonic Entity, Ghost, Celestial Being, Extraterrestrial", "year": "1976", "longitude_y": "-93.6208", "longitude_x": "-94.1260303", "fracillum": "30%", "change_in_number_of_representatives": "-1.0", "state.1": "IA", "timezone": "-6.0", "personal theft/larceny": "", "id": "bbe8910a-2e14-4539-b9f6-d31b72c60fed", "death rate per capita": "2445.0", "inflation adjusted cost": "2610000000.0", "city": "Mount Ayr", "top 25% monthly binges": "4.3", "annual deaths (excessive alcohol)": "1305.0", "end_civil_twilight": "21:26  DT", "city_sunset": "", "geography_type": "State", "city_x": "Mount Ayr", "years of potential life lost": "30070.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "474487.0", "state": "Iowa", "sunrise": "05:40  DT", "latitude": "40.6714079", "top 25% median drinks per binge": "9.2", "death rate increase (%)": "51.8", "hp_day": "1976/10/31", "location": "Tedrow", "under 21 death percentage": "2.45", "jaccard_score": 0.0008044065116025414, "quarter": "4", "number_of_representatives": "6.0", "description": "Tedrow is a small cemetery in the country. In the daytime, there is a tree that contains an evil face. But at night, the spirits frequently make themselves known. It is not the cemetery but it is the woods that surrounds the cemetery that is haunted. Apparently about fifty to a hundred years ago, a small cult came the cemetery and did ceremonies. Now whenever you drive at night into the cemetery, you may enter but you may not be able to get out. The reason for this is because there is a glowing object in the woods and if this glowing object gets too close to you, you will not be able to start your car. But in order to witness the strange happenings you need to have your car turned off and lights turned off. You can have a flashlight with you but that is it. While you are in complete silence and complete darkness, something might run passed you several times and when you look nothing will be there. Sometimes you might hear moaning in the woods, sometimes you will hear what sounds like somebody pounding a metal sheet against a tree. Sometimes you will see a dark figure staring at you from a tree. And if you are really lucky, you will witness the strangest and scariest experience that you ever had. At times you might wait for a good five or ten minutes and nothing will seem to happen, but when you have given up all hope and decide to leave, all at once there will sound like a herd of elephants are all around you and make the loudest racket. You are guaranteed to jump in your car and take off, but that is just the beginning. If you leave your window open, while your driving, you will hear the object following you until you have reached the end of the pathway leading to the cemetery. Also the weather is completely different there, it could be a hot day and when you reach the cemetery, it will be cold. And it could be the clearest day and when you reach the cemetery it will begin to rain. And there could be no wind at all and when you reach the cemetery there will be ten to twenty mile an hour winds. - Fair WARNING ? As with all other haunted places, you need to get permission before going in to a cemetery late at night. There may be NO TRESPASSING and you could be fined. Be smart and be safe, do it the legal way.", "cost per drink (in 2022 us$)": "2.15", "moon_upper_transit": "08:35  DT", "aggravated assault": "", "resident_population": "2824376.0", "begin_civil_twilight": "05:06  DT", "city_latitude": "40.7147147", "state_y": "IA", "state_x": "Iowa", "median drinks per binge": "5.8", "binge drinking (%)": "24.5", "resident_population_density_rank": "31.0", "adult_35plus death percentage": "88.0", "percent_change_in_resident_population": "2.4", "simple assault": "", "male death percentage": "69.4", "latitude_x": "40.6714079", "resident_population_density": "50.6", "usgs_region": "Midwest", "sun_upper_transit": "13:16  DT", "city_sunrise": "", "taxpayer cost": "1934000000.0", "country": "United States", "moonset": "15:27  DT", "visual_evidence": "True", "witness_count": "", "state_abbrev": "IA", "longitude": "-94.1260303", "latitude_y": "41.5908", "time_of_day": "Night", "number_of_tribes": "1.0", "sunset": "20:52  DT", "median binges monthly": "1.9", "percentage_of_total_tribes": "0.1890359168241966", "city_longitude": "-94.235232", "curphase": "Waning Crescent", "chronic death percentage": "67.0", "rape/sexual assault": "", "robbery": ""}