{"moonrise": "02:20  DT", "event_type": "Accidents & Natural Disasters, Suicide & Tragic Deaths, Unsolved & Mysterious Events", "apparition_type": "Misty Figure, Ghost, Celestial Being, Extraterrestrial, Spirit", "year": "2025", "moon_upper_transit": "09:23  DT", "longitude_x": "-76.262284", "fracillum": "19%", "change_in_number_of_representatives": "", "state.1": "VA", "timezone": "-5.0", "personal theft/larceny": "", "id": "6a1d87ad-3b51-48c8-bafb-dbd9dfc4eb0a", "death rate per capita": "2811.0", "inflation adjusted cost": "8270000000.0", "city": "Mathews", "male death percentage": "69.1", "top 25% monthly binges": "3.7", "annual deaths (excessive alcohol)": "3071.0", "end_civil_twilight": "21:06  DT", "city_sunset": "", "geography_type": "", "city_x": "Mathews", "years of potential life lost": "79429.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "Virginia", "latitude_y": "37.5407", "latitude": "37.4401705", "top 25% median drinks per binge": "7.2", "death rate increase (%)": "51.7", "location": "Old House Woods", "under 21 death percentage": "3.09", "jaccard_score": 0.0007089684509039348, "number_of_representatives": "", "description": "These stories have been passed down for a good 200 years. These instances have been recognized as the most bizarre psychic phenomena ever recorded. Anywhere from swash buckling pirates burring stolen gold; A ghost ship hovering over the woods; British soldiers hiding colonial treasure during the revolutionary war; A full Spanish galleon which vanishes in thin air; Skeletons in knight’s armor wielding threatening swords; Mysterious groups of shovelers digging furiously late at night; to ghost horses and cows appearing and disappearing before your eyes. All of these and more have been seen at different times of the year. There has also been a rumor going around of a witch that lets off a green light flying through the trees. -  February 2004 addition: 4 Eye-witnesses have vowed never to return to this area of land. The woods got their name from an old house that was in the center of them. The story behind the house is unknow at this time. The house caught on fire and then put its self out. Then a few years later it caught fire again and burned to the foundation. There is one spirit that comes up out of the water and walks along the beach towards the road. At first glance it is a rather grey glowing figure dressed in worn pirate style clothing if you are able to catch the face it is that of a skeleton. The Spanish Galleon that comes in from the water hovering over the beach and then above the woods. If you are on the beach and face the woods you can see the grove in the tree line as to where the ship docks. You can watch the ship hover there above the trees and watch as figures of men get off the ship. The whole wooded area lights up and you can hear digging and clanking of shovels.. There are 2 black headless dogs that will come out of the woods and chase you. As well as jump onto your vehicle or in the bed of your truck. The green light is truly astonishing. It is more like a ball of light. That is so intense it lights up everything it flashes 3 times for brief periods of time. but doesn't distort your night vision when it passes.. Usually when you see that light it is time to go. You have worn out your welcome on the beach. If you remain things will start to attack your vehicle. There are also accounts of people vanishing in those woods. They say that if you get too close to the treasure you never return. Various people over the years have gone in searching and never made it back.", "cost per drink (in 2022 us$)": "2.78", "longitude_y": "-77.436", "aggravated assault": "", "percentage_of_total_tribes": "0.5671077504725899", "city_latitude": "37.437006", "begin_civil_twilight": "05:18  DT", "resident_population": "", "state_y": "VA", "sunrise": "05:49  DT", "state_abbrev": "VA", "number_of_tribes": "3.0", "resident_population_density_rank": "", "adult_35plus death percentage": "83.0", "percent_change_in_resident_population": "", "simple assault": "", "sun_upper_transit": "13:12  DT", "latitude_x": "37.4401705", "resident_population_density": "", "median binges monthly": "1.6", "usgs_region": "Northwest", "quarter": "1", "city_sunrise": "", "state_x": "Virginia", "taxpayer cost": "6126000000.0", "country": "United States", "moonset": "16:39  DT", "visual_evidence": "True", "witness_count": "14", "median drinks per binge": "5.5", "longitude": "-76.262284", "time_of_day": "Night", "binge drinking (%)": "16.4", "sunset": "20:34  DT", "robbery": "", "hp_day": "2025/01/01", "city_longitude": "-76.3206618", "curphase": "Waning Crescent", "chronic death percentage": "57.1", "rape/sexual assault": ""}