{"moonrise": "02:43  ST", "event_type": "Unsolved & Mysterious Events, Paranormal & Supernatural Deaths", "apparition_type": "Misty Figure, Demonic Entity, Ghost, Celestial Being, Spirit", "state.1": "", "longitude_y": "-84.8753", "longitude_x": "-88.0311397", "fracillum": "13%", "change_in_number_of_representatives": "", "year": "1854", "timezone": "-5.0", "personal theft/larceny": "", "id": "1fdf0680-35ab-4036-90ca-e1d7c4666617", "sunrise": "05:16  ST", "inflation adjusted cost": "4313000000.0", "city": "Marion", "top 25% monthly binges": "5.0", "annual deaths (excessive alcohol)": "2206.0", "end_civil_twilight": "20:37  ST", "city_sunset": "", "geography_type": "", "city_x": "Marion", "years of potential life lost": "59519.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "", "state": "Kentucky", "location": "Baker Hollow Road Cemetery", "latitude": "37.3188588", "hp_day": "1854/06/07", "top 25% median drinks per binge": "8.8", "death rate increase (%)": "40.2", "death rate per capita": "2043.0", "aggravated assault": "", "resident_population_density": "", "jaccard_score": 0.0006680664248902462, "quarter": "2", "number_of_representatives": "", "description": "Many different things occur at this particular cemetery. It is located off of Baker Church Road going toward Morganfield. You turn to the left off Baker Church Road on to Baker Hollow Road. There is one cemetery behind the church on the left. After you pass this church there is a fork in the road, follow it to the left and this is where everything begins. However on a good night it begins when you first turn on the road. You have to go after dark but the best time to go is around or after midnight. This cemetery disappears and then reappears in different locations. However it will not show itself when you drive down the road. You have to drive down to the end of the road and turn around and come back in order to see the cemetery. You will know when you are close to the cemetery because you will have an overwhelming feeling of sadness and will begin to cry for no apparent reason. You will see and hear various things. Sometimes you can hear music playing, laughter, screams and hear things trying to get in your vehicle. There have also been fingerprints and dents in vehicles visitors have taken `ut there as well as scratches that came from the outside but went all the way thought the glass. If you are actually lucky enough to find the cemetery and drive up in to it you will not be able to drive out. It is so spiritually active that it drains the battery of your car leaving you stranded until the morning or until you get brave enough to push your car out. There have been images of Soldiers killing each other and those around them. There have been sightings of the dense woods opening where you can see more than you should. The fork in the road rolls and a dense mist appears and disappears as you drive the road. There is also a guardian dog. This dog closely resembles the \"Hounds of Hell\" as described in the Bible. This dog has dead yellow eyes and casts the shadow of a demon when it gets ready to disappear in the triangle at the fork in the road. The dog appears to be injured when it first appears on the side of the road, thus making you want to stop and pick it up, which in turn gives an open invitation to any spirit that is around. When you fail to pick up the dog things begin to change. The dog will walk a few steps and then turn to see if you are still following it. However if you speed up the dog will speed up, if you slow down it will slow down, if you go to the left it will go to the left, if you go to the right it will go to the right and it is impossible to run over this dog. There have also been sightings of wrecked vehicles with people screaming for help. Due to the period in time when this cemetery was began you will see images of men who were hung from the trees out this road before and after you pass the cemetery. You will also see images of dead family members calling to you. You will also experience a change in the weather when you turn out this road. For instance it will be raining before you turn on the road, but when you turn on to this road the rain mysteriously stops and the mist begins until you exit this road where the rain will start again. There are many other things that occur out this road but you have to be very alert and very open to the spirit world and you cannot show fear or it can take your soul, according to the legend. There are many trapped souls at this location that will mess with you. Make sure you do not have an open invitation of any kind. This means windows rolled up and doors locked. These spirits can also communicate with you through your dreams if you will let them. So go if you dare just don't show fear! Everyone sees something different when they go to this location so be prepared to be scared.", "cost per drink (in 2022 us$)": "3.19", "moon_upper_transit": "09:42  ST", "state_abbrev": "KY", "city_latitude": "37.3328286", "begin_civil_twilight": "04:44  ST", "resident_population": "", "state_y": "", "state_x": "Kentucky", "median drinks per binge": "5.7", "number_of_tribes": "", "resident_population_density_rank": "", "adult_35plus death percentage": "83.7", "percent_change_in_resident_population": "", "simple assault": "", "male death percentage": "70.6", "latitude_x": "37.3188588", "under 21 death percentage": "2.67", "median binges monthly": "1.9", "usgs_region": "", "sun_upper_transit": "12:41  ST", "city_sunrise": "", "taxpayer cost": "3195000000.0", "country": "United States", "moonset": "16:50  ST", "visual_evidence": "True", "witness_count": "12", "latitude_y": "38.1868", "longitude": "-88.0311397", "time_of_day": "Morning", "binge drinking (%)": "15.8", "sunset": "20:06  ST", "robbery": "", "percentage_of_total_tribes": "", "city_longitude": "-88.0811349", "curphase": "Waning Crescent", "chronic death percentage": "53.5", "rape/sexual assault": ""}