{"moonrise": "20:29  ST", "event_type": "Suicide & Tragic Deaths, Violent Deaths, Unsolved & Mysterious Events", "apparition_type": "Ghost, Extraterrestrial", "number_of_representatives": "22.0", "moon_upper_transit": "01:00  ST", "longitude_x": "-98.4936282", "fracillum": "99%", "curphase": "Waning Gibbous", "change_in_number_of_representatives": "1.0", "year": "1959", "timezone": "-6.0", "personal theft/larceny": "", "id": "a06a1934-8f5d-4250-9593-48379dea85ba", "sunrise": "05:30  ST", "inflation adjusted cost": "25408000000.0", "city": "San Antonio", "top 25% monthly binges": "4.1", "annual deaths (excessive alcohol)": "10647.0", "end_civil_twilight": "20:03  ST", "city_sunset": "", "geography_type": "State", "city_x": "San Antonio", "years of potential life lost": "274633.0", "audio_evidence": "True", "average_apportionment_population_per_representative": "350509.0", "state": "Texas", "state.1": "", "death rate per capita": "2737.0", "latitude": "29.4241219", "top 25% median drinks per binge": "9.0", "death rate increase (%)": "44.2", "location": "Bexar", "resident_population_density": "29.5", "jaccard_score": 0.0007498704769176234, "description": "Caribbean Apartments - Now known as the Willow Run apartments. These apartments have been in business for over 60 years. Before they were turned into apartments, it was a Motel business. The doors were painted in light yellow and blue pastels. Existing in what used to be the outskirts of town and just outside of Castle Hills, it would bring many customers of all races and origins. It was during this time that a rape and murder occurred in the North end of the complex. Every now and then in the middle of the night a woman's cry can be heard in the rear hallways. And in one of the apartment units, a suicide where a single mother overdosed on pain medication leaving her two year old to fend for herself. The child eventually died of starvation. The mother's body was found on the bed. The child's body was found on the floor next to the bed. It is unknown whether the overdose was accidental or intentional. When this particular apartment is empty the occupants of the downstairs apartment can hear the pitter patter of little feet walking up and down the upstairs unit. On occasion, a woman can be heard crying. Loud thumps can also be heard. Lights turn on and off by themselves and the toilet will flush on it's own. An occupant of the downstairs apartment noted that her young daughter told her \"she was playing with a little girl\". Believing that the child had an imaginary playmate, the mother discounted her little daughter's claims. Until one evening while the mother was sitting in the living room watching TV and her little girl was playing in the hallway with a small toy, she saw her daughter toss the small toy across the hallway into the front bedroom. The door had been left open. Then she heard her daughter talk to this imaginary friend to \"give it back\". To the mother's surprise, something or someone tossed the small toy back to her daughter. The mother kept watching and realized that there really was \"someone or something\" there. On another occasion while sleeping, she felt the touch of little fingers playing with her toes or gently tugging at her blankets. The apartment where the \"suicide\" took place is constantly vacant. Tenants seem to come and go and never stay longer than three years. And when the apartment is occupied, the \"occurrences\" diminish and or are none existent until the apartment is vacant again.", "cost per drink (in 2022 us$)": "2.69", "longitude_y": "-97.7431", "aggravated assault": "", "percentage_of_total_tribes": "", "resident_population": "7711194.0", "begin_civil_twilight": "05:02  ST", "city_latitude": "29.4241219", "state_y": "", "state_x": "Texas", "median drinks per binge": "5.6", "binge drinking (%)": "17.6", "resident_population_density_rank": "38.0", "adult_35plus death percentage": "81.9", "percent_change_in_resident_population": "20.2", "simple assault": "", "male death percentage": "71.1", "latitude_x": "29.4241219", "under 21 death percentage": "3.97", "median binges monthly": "1.8", "usgs_region": "", "sun_upper_transit": "12:33  ST", "city_sunrise": "", "taxpayer cost": "18821000000.0", "hp_day": "1959/07/03", "moonset": "06:28  ST", "visual_evidence": "True", "witness_count": "1", "state_abbrev": "TX", "longitude": "-98.4936282", "latitude_y": "30.2672", "time_of_day": "Evening", "number_of_tribes": "", "sunset": "19:36  ST", "robbery": "", "country": "United States", "city_longitude": "-98.4936282", "quarter": "3", "chronic death percentage": "56.9", "rape/sexual assault": ""}